tap "homebrew/bundle"
brew "git"
brew "mas"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "MARKETSPEED", id: 946680495
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
